Repository: Witia1/commbadge
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: pa, sk, sr_latn, uk

source: Close
pa: ਬੰਦ
sk: Zavrieť
sr_latn: Zatvori
uk: Закрити

source: No
pa: ਨਹੀਂ
sk: Nie
sr_latn: Ne
uk: Ні

source: Yes
pa: ਹਾਂ
sk: Áno
sr_latn: Da
uk: Так

source: Develop Apps
pa: ਵਿਕਾਸ ਐਪਸ
sk: Vývoj aplikácie
sr_latn: Razvijaj aplikacije
uk: Розробка програм

source: Developer Hub
pa: ਡਿਵੈਲਪਰ ਹਬ
sk: Centrum vývojárov
sr_latn: Centar za programera
uk: Центр розробника

source: Support
pa: ਸਹਾਇਕ
sk: Podpora
sr_latn: Podrška
uk: Підтримка

source: My Submissions
pa: ਮੇਰੀਆਂ ਬੇਨਤੀਆਂ
sk: Odoslané mnou
sr_latn: Moje prijave
uk: Мої заявки

source: Reviewer Tools
pa: ਸਮੀਖਿਅਕ ਸੰਦ
sk: Nástroje redaktora
sr_latn: Alati recezenta
uk: Інструменти рецензента

source: Lookup Tool
pa: ਖੋਜ ਸੰਦ
sk: Vyhľadávací nástroj
sr_latn: Alatka za pronalaženje
uk: Інструмент пошуку

source: Except where otherwise <a href="{legal_url}" target="_blank">noted</a>, content on this site is licensed under the <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
pa: ਹੋਰ ਆਖਿਰੀ href="{legal_url}" target="_blank"> </ a> ਨੋਟ, ਜਿੱਥੇ ਛੱਡ ਕੇ, ਇਹ ਸਾਈਟ ਦੀ ਸਮੱਗਰੀ । ਤੇ ਆਖਿਰੀ href="{cc_url}" target="_blank"> ਕਰੀਏਟਿਵ ਕਾਮਨਜ਼ ਐਟ੍ਰਬ੍ਯੂਸ਼ਨ ਅਧੀਨ ਜਾਰੀ ਕੀਤਾ ਗਿਆ ਹੈ ਸ਼ੇਅਰ-ਅਲਾਇਕ ਲਾਈਸਿੰਸ v3.0 </ a> ਜੇ ਕੋਈ ਬਾਅਦ ਵਾਲਾ ਵਰਜਨ ਹੈ।
sk: Ak nie je <a href="{legal_url}" target="_blank">uvedené</a> inak, obsah tejto stránky je vedený pod licenciou <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> alebo ktorejkoľvek vyššej verzie.
sr_latn: Osim gde je drugačije <a href="{legal_url}" target="_blank">navedeno</a>, sadržaj na ovom sajtu je licenciran pod <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike licencom v3.0</a> ili novijom verzijom.
uk: За виключенням вмісту з <a href="{legal_url}" target="_blank">явно вказаною</a> ліцензією, вміст цього сайту ліцензовано на умовах <a href="{cc_url}" target="_blank">Creative Commons Attribution із збереженням умов версії 3.0</a> або пізнішої.

source: Privacy Policy
pa: ਨਿੱਜੀ ਨੀਤੀ
sk: Zásady ochrany súkromia
sr_latn: Polisa privatnosti
uk: Політика приватності

source: Terms of Use
pa: ਵਰਤੋ ਦੇ ਅਧਾਰ
sk: Podmienky použitia
sr_latn: Uslovi korišćenja
uk: Умови використання

source: Report Trademark Abuse
pa: ਰੀਪੋਰਟ ਟਰੇਡਮਾਰਕ ਦੀ ਦੁਰਵਰਤੋ
sk: Nahlásiť zneužitie ochrannej známky
sr_latn: Prijavite zloupotrebu robne marke
uk: Повідомити про зловживання торговою маркою

source: Communication Dashboard
pa: ਸੰਚਾਰ ਡੈਸ਼ਬੋਰਡ
sk: Komunikačná nástenka
sr_latn: Komunikaciona kontrolna tabla
uk: Панель спілкування

source: Sign Out
pa: ਸਾਈਨ ਆਉਟ
sk: Odhlásiť sa
sr_latn: Odjavi se
uk: Вийти

source: Sign In
pa: ਸਾਈਨ ਇਨ
sk: Prihlásiť sa
sr_latn: Prijavi se
uk: Увійти

source: Sign in
pa: ਸਾਈਨ ਇਨ
sk: Prihlásiť
sr_latn: Prijavi se
uk: Увійти

source: You must sign in to proceed.
pa: ਤੁਹਾਨੂੰ ਅੱਗੇ ਵਧਣ ਲਈ ਸਾਈਨ ਇਨ ਕਰਨਾ ਲਾਜਮੀ ਹੈ.
sk: Ak chcete pokračovať, musíte sa prihlásiť.
sr_latn: Morate se prijaviti kako biste nastavili dalje.
uk: Ви повинні увійти для продовження.

source: Sign in / Sign up
pa: ਸਾਈਨ ਇਨ / ਸਾਈਨ ਅੱਪ
sk: Prihlásiť sa / zaregistrovať
sr_latn: Prijavi se / Registruj se
uk: Вхід / Реєстрація

source: Attachment
pa: ਨੱਥੀ
sk: Príloha
sr_latn: Prilog
uk: Прикріплення

source: File Description
pa: ਫਾਇਲ ਵੇਰਵਾ
sk: Popis súboru
sr_latn: Opis datoteke
uk: Опис файлу

source: No notes found
pa: ਨੋਟਿਸ ਨਹੀ ਲੱਭੇ
sk: Neboli nájdené žiadne poznámky
sr_latn: Nema pronađenih beleški
uk: Заміток не знайдено

source: Enter note text here
pa: ਇੱਥੇ ਨੋਟ ਟੈਕਸਟ ਦਾਖਲ ਕਰੋ
sk: Zadajte text poznámky
sr_latn: Ovde unesite tekst
uk: Введіть текст замітки тут

source: Attach screenshots and log files:
pa: ਸਕਰੀਨਸ਼ਾਟ ਅਤੇ ਲਾਗ ਫਾਇਲਾਂ ਨੱਥੀ:
sk: Pripojte snímky obrazovky a súbory .log:
sr_latn: Zakačite snimak ekrana i dnevnike:
uk: Прикріпіть знімки екрану і файли журналу:

source: Attach another file
pa: ਹੋਰ ਫਾਇਲ ਨੱਥੀ
sk: Pripojiť ďalší súbor
sr_latn: Zakačite još jednu datoteku
uk: Прикріпити інший файл

source: Post
pa: ਪੋਸਟ
sk: Pridať
sr_latn: Poruka
uk: Розмістити

source: View older
pa: ਪੁਰਾਣਾ ਵੇਖੋ
sk: Zobraziť staršie
sr_latn: Pogledajte starije
uk: Показати старіші

source: {app_name} (Version {version_number})
pa: {app_name} (ਵਰਜਨ {version_number}
sk: {app_name} (verzia {version_number})
sr_latn: {app_name} (Verzija {version_number})
uk: {app_name} (Версія {version_number})

source: (Obsolete)
pa: (ਬਰਤਰਫ਼)
sk: (neaktuálne)
sr_latn: (Zastareo)
uk: (Застаріле)

source: {n} note
pa: {n} ਨੋਟਿਸ{n} ਨੋਟਿਸ
sk: {n} poznámka
sr_latn: {n} beleška
uk: {n} замітка

source: Reply
pa: ਉੱਤਰ
sk: Odpovedať
sr_latn: Odgovori
uk: Відповісти

source: Recent
pa: ਤਾਜਾ
sk: Nedávne
sr_latn: Skorašnje
uk: Нещодавні

source: Unread
pa: ਨਾ ਪੜ੍ਹਿਆ
sk: Neprečítané
sr_latn: Nepročitane
uk: Непрочитані

source: Read
pa: ਪੜ੍ਹਿਆ
sk: Prečítané
sr_latn: Pročitaj
uk: Прочитані

source: View App
sk: Zobraziť aplikáciu
sr_latn: Pogledaj aplikaciju
uk: Дивитись програму

source: Unsubscribe
pa: ਮੈਂਬਰੀ ਹਟਾਓ
sk: Odhlásiť
sr_latn: Ukini pretplatu
uk: Відписатись

source: Review
pa: ਮੁਆਇਨਾ
sk: Kontrola
sr_latn: Oceni
uk: Рецензія

source: Mark All Read
pa: ਸਭ ਮਾਰਕ ਪੜ੍ਹੋ
sk: Označiť všetky ako prečítané
sr_latn: Označi sve pročitane
uk: Позначити всі прочитаними

source: App icon
pa: ਐਪ ਆਈਕਾਨ
sk: Ikona aplikácie
sr_latn: Ikonica aplikacije
uk: Іконка програми

source: Viewing All Threads for {app_name}
pa: {app_name} ਲਈ ਸਭ ਥਰੈੱਡ ਵੈਖੋ
sk: Zobrazujú sa všetky vlákna pre {app_name}
sr_latn: Pregled svih tema za {app_name}
uk: Перегляд всіх обговорень для {app_name}

source: Go back to app edit page
sk: Späť na stránku úpravy aplikácie
sr_latn: Vrati se na stranicu za uređivanje
uk: Повернутися до сторінки редагування програми

source: My Threads
pa: ਮੇਰੇ ਥਰਿੱਡ
sk: Moje vlákna
sr_latn: Moje teme
uk: Мої обговорення

source: You have no threads.
pa: ਤੁਹਾਡੇ ਕੋਲ ਥਰਿੱਡ ਨਹੀਂ ਹੈ
sk: Žiadne dostupné vlákna.
sr_latn: Nemate teme.
uk: Ви не маєте обговорень.

source: Hmm...an error?
sk: Hmm, chyba?
sr_latn: Hmm...greška?
uk: Хмм...помилка?

source: Mark this note as read
pa: ਪੜ੍ਹਨ ਦੌਰਾਨ ਇਹ ਨੋਟ ਮਾਰਕ
sk: Označiť túto poznámku ako prečítanú
sr_latn: Označite ovu belešku kao pročitanu
uk: Помітити цю замітку прочитаною

source: Empty note
pa: ਖਾਲੀ ਨੋਟ
sk: Prázdna poznámka
sr_latn: Prazna beleška
uk: Пуста замітка

source: Viewing Thread for {app_name}
pa: {app_name} ਲਈ ਥਰਿੱਡ ਦੇਖੋ
sk: Zobrazuje sa vlákno pre {app_name}
sr_latn: Gledate temu za {app_name}
uk: Перегляд обговорення для {app_name}

source: Back to all threads for {app_name}
pa: {app_name} ਲਈ ਪਿਛਲੇ ਸਾਰੇ ਥਰਿੱਡਾ ਤੇ ਜਾਓ
sk: Naspäť na všetky vlákna pre {app_name}
sr_latn: Povratak na sve teme za {app_name}
uk: Повернутись до всіх обговорень для {app_name}

source: This App's Versions
sk: Tieto verzie aplikácie
sr_latn: Verzija ove aplikacije
uk: Версії цієї програми

source: Oh no!
pa: ਓਹ ਨਹੀਂ!
sk: Ale nie!
sr_latn: Oh ne!
uk: О ні!

source: The page you were looking for was not found.
pa: ਜੋ ਸਫ਼ਾ ਤਸੀ ਲੱਭ ਰਹੇ ਹੋ ਉਹ ਨਹੀ ਮਿਲਿਆ ਹੈ।
sk: Hľadaná stránka nebola nájdená.
sr_latn: Stranica koju ste tražili nije pronađena.
uk: Сторінка, яку ви шукали не знайдена.

source: An error occurred.
pa: ਇੱਕ ਗਲਤੀ ਆਈ ਹੈ
sk: Vyskytla sa chyba.
sr_latn: Došlo je do greške.
uk: Сталася помилка.

source: Error loading more
pa: ਲੋਡ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ ਹਈ ਹੈ
sk: Chyba pri načítavaní ďalších položiek
sr_latn: Greška pri učitavanju
uk: Помилка подальшого завантаження

source: Try Again
pa: ਫੇਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ
sk: Skúsiť znova
sr_latn: Pokušaj ponovo
uk: Спробувати знову

source: Message
pa: ਮੈਸਿਜ
sk: Správa
sr_latn: Poruka
uk: Повідомлення

source: App approved
pa: ਐਪ ਨੂੰ ਪ੍ਰਵਾਨਗੀ
sk: Aplikácia bola schválená
sr_latn: Aplikacija je odobrena
uk: Програму затверджено

source: App rejected
pa: ਐਪ ਰੱਦ
sk: Aplikácia bola zamietnutá
sr_latn: Aplikacija je odbijena
uk: Програму відхилено

source: App disabled
pa: ਐਪ ਆਯੋਗ
sk: Aplikácia bola zakázaná
sr_latn: Aplikacija je onemogućena
uk: Програму відключено

source: More info required
pa: ਹੋਰ ਜਾਣਕਾਰੀ ਦੀ ਲੋੜ ਹੈ
sk: Vyžadujú sa dodatočné informácie
sr_latn: Potrebno je više informacija
uk: Потрібно більше інформації

source: Review escalated to senior reviewer
pa: ਸੀਨੀਅਰ ਸਮੀਖਿਅਕ ਨੂੰ ਵਧਾਉਣ ਲਈ ਆਲੋਚਨਾ
sk: Kontrola bola presunutá k skúsenejšiemu editorovi
sr_latn: Recenzija je eskalirala do višeg recezenta
uk: Перегляд передано старшому рецензенту

source: Reviewer comment
pa: ਸਮੀਖਿਅਕ ਕਾਮੈਂਟ
sk: Komentár editora
sr_latn: Rezecent komentara
uk: Коментар рецензента

source: App resubmission
pa: ਐਪ ਮੁੜ-ਪੇਸ਼
sk: Opätovné odoslanie aplikácie
sr_latn: Ponovno podnošenje aplikacije
uk: Повторне представлення програми

source: Approved but waiting to be made public
pa: ਮਨਜ਼ੂਰ ਹੈ, ਪਰ ਜਨਤਕ ਹੋਣ ਦੀ ਉਡੀਕ ਹੈ
sk: Schválená a čaká na zverejnenie
sr_latn: Odobreno ali čeka da bude javno
uk: Затверджено, але чекає на представлення загалу

source: Escalated due to High Abuse Reports
pa: ਉੱਚ ਉਲੰਘਣ ਰਿਪੋਰਟਾਂ ਦੇ ਕਰਕੇ ਵਾਧਾ ਕੀਤਾ
sk: Nutnosť kontroly z dôvodu vysokého počtu hlásení o zneužití
sr_latn: Eskaliralo usred izveštaja o visokoj zloupotrebi
uk: Передано вище через велику кількість скарг

source: Escalated due to High Refund Requests
pa: ਉੱਚ ਧਨ-ਵਾਪਸੀ ਬੇਨਤੀਆਂ ਕਰਕੇ ਵਾਧਾ ਕੀਤਾ
sk: Nutnosť kontroly z dôvodu veľkého množstva žiadostí o vrátenie peňazí
sr_latn: Eskaliralo zbog velikog broja zahteva za refundaciju
uk: Передано вище через велику кількість запитів на повернення коштів

source: Escalation cleared
pa: ਵਾਧਾ ਸਾਫ਼ ਕੀਤਾ
sk: Nutnosť kontroly administrátorom zrušená
sr_latn: Eskalacija obrisana
uk: Передача нагору очищена

source: Re-review cleared
pa: ਮੁੜ-ਪੜਤਾਲ ਪੂਰੀ ਹੋਈ
sk: Opätovná kontrola zrušená
sr_latn: Ponovni pregled obrisan
uk: Повторна рецензія очищена

source: App submission note
sk: Poznámka k odoslaniu
sr_latn: Beleška podnošenja aplikacije
uk: Замітка до представлення програми

source: Developer comment
sk: Komentár vývojára
sr_latn: Komentar programera
uk: Коментар розробника

source: You have been signed out
pa: ਤੁਸੀ ਸਾਇਨ ਆਉਟ ਕਰ ਲਿਆ ਹੈ।
sk: Odhlásenie prebehlo úspešne
sr_latn: Odjavljeni ste
uk: Ви успішно вийшли

source: You have been signed in
pa: ਤੁਸੀ ਸਾਇਨ ਇਨ ਕਰ ਲਿਆ ਹੈ।
sk: Prihlásenie prebehlo úspešne
sr_latn: Prijavljeni ste
uk: Ви успішно увійшли

source: Error signing out
pa: ਸਾਇਨ ਆਉਟ ਕਰਨ ਵਿੱਚ ਗਲਤੀ
sk: Pri odhlasovaní sa vyskytla chyba
sr_latn: Greška prilikom odjavljivanja
uk: Помилка виходу

source: Persona login failed. Maybe you don't have an account under that email address?
pa: ਵਅਕਤੀ ਲਾਗਇਨ ਫੇਲ੍ਹ ਹੈ। ਹੋ ਸਕਦਾ ਹੈ ਕਿ ਤੁਹਾਡਾ ਖਾਤਾ ਉਸ ਮੇਲ ਪਤੇ ਹੇਠਾ ਨਾ ਹੋਵੇ?
sk: Prihlásenie pomocou služby Persona zlyhalo. Možno pod touto e-mailovou adresou nemáte účet?
sr_latn: Prijava na Persona je neuspela. Možda nemate nalog pod tom adresom e-pošte?
uk: Вхід через Persona невдалий. Можливо ви не маєте облікового запису під цією адресою ел. пошти?

source: Persona login failed. A server error was encountered.
pa: ਿਵਅਕਤੀ ਲਾਗਇਨ ਫੇਲ੍ਹ ਹੈ। ਇੱਕ ਸਰਵਰ ਨੂੰ ਗਲਤੀ ਆਈ ਹੈ।
sk: Prihlásenie pomocou služby Persona zlyhalo. Nastala chyba servera.
sr_latn: Prijava na Persona nije uspela. Došlo je do greške na serveru.
uk: Вхід через Persona невдалий. Сталася помилка сервера.

source: Persona cannot be reached. Try again later.
sk: Server Persona nie je dostupný. Skúste to znova neskôr.
sr_latn: Persona je nedostupna. Pokušajte kasnije.
uk: Неможливо зв'язатися з Persona. Спробуйте знову пізніше.

source: No internet connection
pa: ਇੰਟਰਨੈੱਟ ਕੁਨੈਕਸ਼ਨ ਨਹੀਂ ਹੈ
sk: Žiadne pripojenie k internetu
sr_latn: Nema internet konekcije
uk: Немає підключення до інтернету

source: <b>{n}</b> character left.
pa: <b>{n}</b> ਅੱਖਰ ਬਾਕੀ।
sk: Zostáva <b>{n}</b> znak.
sr_latn: Preostalo karaktera: <b>{n}</b>.
uk: Залишився <b>{n}</b> символ.

source: Message sent.
pa: <b>{n}</b> ਅੱਖਰ ਬਾਕੀ।
sk: Správa odoslaná.
sr_latn: Poruka je poslata.
uk: Повідомлення відправлено.

source: Message sending failed.
pa: ਸੁਨੇਹਾ ਭੇਜਣ ਲਈ ਅਸਫਲ
sk: Odoslanie správy zlyhalo.
sr_latn: Neuspešno slanje poruke.
uk: Не вдалося відправити повідомлення.

source: Cancel reply
pa: ਜੁਵਾਬ ਰੱਦ
sk: Zrušiť odpoveď
sr_latn: Otkaži odgovor
uk: Скасувати відповідь

source: There are no more older notes.
pa: ਹੋਰ ਪੁਰਾਣੇ ਨੋਟਿਸ ਨਹੀਂ
sk: Neexistujú žiadne staršie poznámky.
sr_latn: Nema više starih beleški.
uk: Немає ще старіших заміток.

source: There was some problem marking the note as read. Try again.
pa: ਨੋਟ ਨੂੰ ਪੜ੍ਹਨ ਦੌਰਾਨ ਕੁੱਝ ਸਮੱਸਿਆਵਾਂ ਆਈਆਂ ਹਨ. ਦੁਬਾਰਾ ਕੋਸਿਸ਼ ਕਰੋ.
sk: Pri označovaní poznámky ako prečítanej sa vyskytla chyba. Skúste to znova.
sr_latn: Došlo je do problema pri označavanju beleške kao pročitane. Pokušajte ponovo.
uk: Виникла проблема при помітці замітки як прочитаної. Спробуйте знову.

source: No notes to show.
pa: ਦਿਖਾਉਣ ਲਈ ਕੋਈ ਨੋਟ ਨਹੀਂ
sk: Žiadne dostupné poznámky.
sr_latn: Nema beleški za prikazivanje.
uk: Немає заміток для показу.

source: There was some problem marking the thread as read. Try again.
pa: ਥਰੈੱਡ ਨੂੰ ਪੜ੍ਹਨ ਦੌਰਾਨ ਕੁੱਝ ਸਮੱਸਿਆਵਾਂ ਆਈਆਂ ਹਨ. ਦੁਬਾਰਾ ਕੋਸਿ਼ਸ ਕਰੋ.
sk: Pri označovaní vlákna ako prečítaného sa vyskytla chyba. Skúste to znova.
sr_latn: Bilo je nekih problema oko označavanja teme kao pročitane. Pokušajte ponovo.
uk: Виникла проблема при помітці обговорення як прочитаного. Спробуйте знову.

source: By unsubscribing from this thread, you will no longer receive email notifications from this thread. Are you sure?
sk: Po odhlásení z tohto vlákna vám už nebudú zasielané e-maily s upozornením. Ste si istý?
sr_latn: Ako se odjavite sa ove teme, nećete više dobijati obaveštenja e-poštom iz ove teme. Da li ste sigurni?
uk: Якщо ви відпишетесь від цього обговорення, то більше не будете отримувати повідомлення на електронну пошту щодо цього обговорення. Ви впевнені?

source: Successfully unsubscribed. You will no longer receive email notifications for that thread.
sk: Odber bol odhlásený. Teraz vám už nebudú zasielané žiadne e-maily s upozornením na toto vlákno.
sr_latn: Uspešno ste se odjavili. Više nećete dobijati obaveštenja e-poštom iz ove teme.
uk: Ви успішно відписані. Надалі ви не будете отримувати повідомлення електронної пошти для цього обговорення.

source: Hello World!
sk: Ahoj, svet!
sr_latn: Pozdrav, svete!
uk: Привіт, Світ!

source: Not Found
pa: ਨਹੀ ਲੱਭਿਆ
sk: Nebolo nájdené
sr_latn: Nije pronađeno
uk: Не знайдено

source: Back to my threads
pa: ਮੇਰੇ ਥਰਿੱਡ ਤੇ ਵਾਪਿਸ ਜਾਓ

source: This App's Threads
pa: ਇਹ ਐਪ ਦੇ ਥਰਿੱਡ ਹਨ

source: Successfully unsubsribed. You will no longer receive email notifications for that thread.
pa: ਠੀਕ ਤਰ੍ਹਾਂ ਮੈਂਬਰੀ ਹਟਾਈ ਗਈ। ਤੁਸੀਂ ਉਸ ਮਾਮਲੇ ਲਈ ਈਮੇਲ ਸੂਚਨਾਵਾਂ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕਰੋਗੇ।
